Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# Restoring data...
source: Восстановление данных...
de: Daten werden wiederhergestellt...
en: Restoring data...
es: Restaurando datos...
fr: Restauration des données...
tr: Veriler geri yükleniyor...
zh_hans: 正在恢复数据…

# Result
source: Результат
de: Ergebnis
en: Result
es: Resultado
fr: Résultat
tr: Sonuç
zh_hans: 结果

# Salary
source: Зарплата
de: Gehalt
en: Salary
es: Salario
fr: Salaire
tr: Maaş
zh_hans: 工资

# Sale
source: Продажа вещей
de: Verkauf
en: Sale
es: Venta
fr: Vente
tr: Satış
zh_hans: 出售

# Save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# Search category
source: Поиск категории
de: Kategorie suchen
en: Search category
es: Buscar categoría
fr: Rechercher une catégorie
tr: Kategori ara
zh_hans: 搜索类别

# Select card
source: Выберите карту
de: Karte auswählen
en: Select card
es: Seleccionar tarjeta
fr: Sélectionner une carte
tr: Kart seç
zh_hans: 选择卡片

# Select month
source: Выберите месяц
de: Monat auswählen
en: Select month
es: Seleccionar mes
fr: Sélectionner un mois
tr: Ay seç
zh_hans: 选择月份

# Shopping
source: Покупки
de: Einkaufen
en: Shopping
es: Compras
fr: Courses
tr: Alışveriş
zh_hans: 购物

# Show
source: Показать
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
tr: Göster
zh_hans: 显示

# Skip
source: Пропустить
de: Überspringen
en: Skip
es: Omitir
fr: Passer
tr: Atla
zh_hans: 跳过

# Smart reset
source: Умный сброс
de: Intelligentes Zurücksetzen
en: Smart reset
es: Restablecimiento guiado
fr: Réinitialisation intelligente
tr: Akıllı sıfırlama
zh_hans: 智能重置

# start
source: Начать
de: Starten
en: Start
es: Comenzar
fr: Démarrer
tr: Başlat
zh_hans: 开始

# subscription.alert.error.title
source: Ошибка
de: Fehler
en: Error
es: Error
fr: Erreur
tr: Hata
zh_hans: 错误

# subscription.button.restore
source: Восстановить покупки
de: Käufe wiederherstellen
en: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
tr: Satın alımları geri yükle
zh_hans: 恢复购买

# subscription.button.start_trial
source: Начать пробный период (7 дней)
de: Testversion starten (7 Tage)
en: Start trial (7 days)
es: Iniciar prueba (7 días)
fr: Commencer l'essai (7 jours)
tr: Denemeyi başlat (7 gün)
zh_hans: 开始试用（7天）

# subscription.button.subscribe
source: Оформить подписку
de: Abonnieren
en: Subscribe
es: Suscribirse
fr: S'abonner
tr: Abone ol
zh_hans: 订阅

# subscription.cta.subtitle
source: Откройте все возможности PRO уже сегодня
de: Alle PRO-Funktionen heute freischalten
en: Unlock all PRO features today
es: Desbloquea todas las funciones PRO hoy
fr: Débloquez toutes les fonctionnalités PRO aujourd'hui
tr: Tüm PRO özelliklerinin kilidini bugün açın
zh_hans: 立即解锁所有 PRO 功能

# subscription.cta.subtitle.monthly
source: Полный доступ с гибкой помесячной оплатой
de: Vollzugriff mit flexibler monatlicher Abrechnung
en: Full access with flexible monthly billing
es: Acceso completo con facturación mensual flexible
fr: Accès complet avec facturation mensuelle flexible
tr: Esnek aylık faturalandırmayla tam erişim
zh_hans: 完整访问权限，支持灵活的按月计费

# subscription.cta.subtitle.yearly
source: Полный доступ. Лучшая цена за год
de: Vollzugriff. Bester Preis für das Jahr
en: Full access. Best price for the year
es: Acceso completo. Mejor precio para el año
fr: Accès complet. Meilleur prix pour l'année
tr: Tam erişim. Yıl için en iyi fiyat
zh_hans: 完整访问权限。全年最佳价格

# subscription.diagnostics.cashback_categories.free_behavior_format
source: До %lld категорий в месяц.
de: Bis zu %lld Kategorien pro Monat.
en: Up to %lld categories per month.
es: Hasta %lld categorías por mes.
fr: Jusqu'à %lld catégories par mois.
tr: Ayda %lld kategoriye kadar.
zh_hans: 每月最多 %lld 个返现类别。

# subscription.diagnostics.cashback_categories.location
source: Кешбэк -> редактор категорий
de: Cashback → Kategorie-Editor
en: Cashback -> category editor
es: Cashback → editor de categorías
fr: Cashback -> éditeur de catégories
tr: Cashback -> kategori düzenleyici
zh_hans: 返现 -> 类别编辑器

# subscription.diagnostics.cashback_categories.premium_behavior
source: Безлимит категорий.
de: Unbegrenzte Kategorien.
en: Unlimited categories.
es: Categorías ilimitadas.
fr: Catégories illimitées.
tr: Sınırsız kategori.
zh_hans: 返现类别不限数量。

# subscription.diagnostics.cashback_categories.title
source: Категории кешбэка
de: Cashback-Kategorien
en: Cashback categories
es: Categorías de cashback
fr: Catégories cashback
tr: Cashback kategorileri
zh_hans: 返现类别

# subscription.diagnostics.cashback_import.free_behavior
source: Импорт недоступен.
de: Import gesperrt.
en: Import is locked.
es: Importación bloqueada.
fr: L'importation est verrouillée.
tr: İçe aktarma kilitli.
zh_hans: 导入功能不可用。

# subscription.diagnostics.cashback_import.location
source: Кешбэк -> кнопка импорта со скриншота
de: Cashback → Screenshot-Import CTA
en: Cashback -> screenshot import CTA
es: Cashback → CTA de importación por captura
fr: Cashback -> importation par capture d'écran
tr: Cashback -> ekran görüntüsü içe aktarma
zh_hans: 返现 -> 截图导入按钮

# subscription.diagnostics.cashback_import.premium_behavior
source: Импорт доступен.
de: Import verfügbar.
en: Import is available.
es: Importación disponible.
fr: L'importation est disponible.
tr: İçe aktarma mevcut.
zh_hans: 可使用导入功能。

# subscription.diagnostics.cashback_import.title
source: Импорт кешбэка со скриншота
de: Cashback Screenshot-Import
en: Cashback screenshot import
es: Importación de cashback por captura
fr: Importation de cashback par capture d'écran
tr: Cashback ekran görüntüsü içe aktarma
zh_hans: 返现截图导入

# subscription.diagnostics.cashflow_chart.free_behavior
source: График недоступен.
de: Diagramm gesperrt.
en: Chart is locked.
es: Gráfico bloqueado.
fr: Le graphique est verrouillé.
tr: Grafik kilitli.
zh_hans: 图表不可用。

# subscription.diagnostics.cashflow_chart.location
source: Cashflow -> график за период
de: Cashflow → Zeitraumdiagramm
en: Cashflow -> period chart
es: Flujo de caja → gráfico por período
fr: Cashflow -> graphique de période
tr: Cashflow -> dönem grafiği
zh_hans: 现金流 -> 时间范围图表

# subscription.diagnostics.cashflow_chart.premium_behavior
source: График доступен.
de: Diagramm verfügbar.
en: Chart is available.
es: Gráfico disponible.
fr: Le graphique est disponible.
tr: Grafik mevcut.
zh_hans: 可使用图表。

# subscription.diagnostics.cashflow_chart.title
source: Доходы и расходы
de: Einnahmen und Ausgaben
en: Income and expenses
es: Ingresos y gastos
fr: Revenus et dépenses
tr: Gelir ve giderler
zh_hans: 收入与支出

# subscription.diagnostics.cashflow_expense_import.free_behavior
source: OCR-импорт недоступен.
de: OCR-Import gesperrt.
en: OCR import is locked.
es: Importación OCR bloqueada.
fr: L'importation OCR est verrouillée.
tr: OCR içe aktarma kilitli.
zh_hans: OCR 导入不可用。

# subscription.diagnostics.cashflow_expense_import.location
source: Cashflow -> массовый импорт -> режим Screenshot
de: Cashflow → Massenimport → Screenshot-Modus
en: Cashflow -> Mass import -> Screenshot mode
es: Flujo de caja → Importación masiva → Modo captura
fr: Cashflow -> Importation en masse -> Mode capture d'écran
tr: Cashflow -> Toplu içe aktarma -> Ekran görüntüsü modu
zh_hans: 现金流 -> 批量导入 -> 截图模式

# subscription.diagnostics.cashflow_expense_import.premium_behavior
source: OCR-импорт доступен.
de: OCR-Import verfügbar.
en: OCR import is available.
es: Importación OCR disponible.
fr: L'importation OCR est disponible.
tr: OCR içe aktarma mevcut.
zh_hans: 可使用 OCR 导入。

# subscription.diagnostics.cashflow_expense_import.title
source: Импорт расходов со скриншота
de: Ausgaben Screenshot-Import
en: Expense screenshot import
es: Importación de gastos por captura
fr: Importation de dépenses par capture d'écran
tr: Gider ekran görüntüsü içe aktarma
zh_hans: 支出截图导入

# subscription.diagnostics.finances_charts.free_behavior
source: Графики недоступны.
de: Diagramme gesperrt.
en: Charts are locked.
es: Gráficos bloqueados.
fr: Les graphiques sont verrouillés.
tr: Grafikler kilitli.
zh_hans: 图表功能不可用。

# subscription.diagnostics.finances_charts.location
source: Финансы -> динамика
de: Finanzen → Dynamik
en: Finances -> dynamics
es: Finanzas → dinámicas
fr: Finances -> dynamiques
tr: Finans -> dinamikler
zh_hans: 资产 -> 动态

# subscription.diagnostics.finances_charts.premium_behavior
source: Графики доступны.
de: Diagramme verfügbar.
en: Charts are available.
es: Gráficos disponibles.
fr: Les graphiques sont disponibles.
tr: Grafikler mevcut.
zh_hans: 可使用图表功能。

# subscription.diagnostics.finances_charts.title
source: Графики в финансах
de: Finanzdiagramme
en: Finance charts
es: Gráficos de finanzas
fr: Graphiques financiers
tr: Finans grafikleri
zh_hans: 资产图表

# subscription.diagnostics.finances_products.free_behavior_format
source: До %lld продуктов.
de: Bis zu %lld Produkte.
en: Up to %lld products.
es: Hasta %lld productos.
fr: Jusqu'à %lld produits.
tr: %lld ürüne kadar.
zh_hans: 最多 %lld 个产品。

# subscription.diagnostics.finances_products.location
source: Финансы -> добавление продуктов
de: Finanzen → Produkte hinzufügen
en: Finances -> add products
es: Finanzas → añadir productos
fr: Finances -> ajouter des produits
tr: Finans -> ürün ekle
zh_hans: 资产 -> 添加产品

# subscription.diagnostics.finances_products.premium_behavior
source: Безлимит продуктов.
de: Unbegrenzte Produkte.
en: Unlimited products.
es: Productos ilimitados.
fr: Produits illimités.
tr: Sınırsız ürün.
zh_hans: 产品数量不限。

# subscription.diagnostics.finances_products.title
source: Лимит продуктов
de: Produktlimit
en: Products limit
es: Límite de productos
fr: Limite de produits
tr: Ürün limiti
zh_hans: 产品数量限制

# subscription.diagnostics.state.limit_format
source: Лимит %lld
de: Limit %lld
en: Limit %lld
es: Límite %lld
fr: Limite %lld
tr: Limit %lld
zh_hans: 限制 %lld

# subscription.diagnostics.state.locked_for_free
source: Недоступно на Free
de: Für Kostenlos gesperrt
en: Locked for Free
es: Bloqueado para gratuito
fr: Verrouillé pour Gratuit
tr: Ücretsiz için kilitli
zh_hans: Free 版不可用

# subscription.diagnostics.state.unlimited
source: Без лимита
de: Unbegrenzt
en: Unlimited
es: Ilimitado
fr: Illimité
tr: Sınırsız
zh_hans: 不限

# subscription.diagnostics.state.unlocked
source: Доступно
de: Entsperrt
en: Unlocked
es: Desbloqueado
fr: Déverrouillé
tr: Kilit açık
zh_hans: 可用

# subscription.error.already_subscribed
source: У вас уже есть активная подписка
de: Du hast bereits ein aktives Abonnement
en: You already have an active subscription
es: Ya tienes una suscripción activa
fr: Vous avez déjà un abonnement actif
tr: Zaten aktif bir aboneliğiniz var
zh_hans: 您已有有效订阅

# subscription.error.load_products
source: Не удалось загрузить продукты
de: Produkte konnten nicht geladen werden
en: Failed to load products
es: Error al cargar productos
fr: Échec du chargement des produits
tr: Ürünler yüklenemedi
zh_hans: 无法加载产品

# subscription.error.pending
source: Покупка ожидает подтверждения
de: Kauf steht aus
en: Purchase is pending
es: Compra pendiente
fr: L'achat est en attente
tr: Satın alma beklemede
zh_hans: 购买待处理

# subscription.error.product_not_found
source: Продукт не найден
de: Produkt nicht gefunden
en: Product not found
es: Producto no encontrado
fr: Produit introuvable
tr: Ürün bulunamadı
zh_hans: 未找到产品

# subscription.error.restore_purchases
source: Не удалось восстановить покупки
de: Käufe konnten nicht wiederhergestellt werden
en: Failed to restore purchases
es: Error al restaurar compras
fr: Échec de la restauration des achats
tr: Satın alımlar geri yüklenemedi
zh_hans: 无法恢复购买记录

# subscription.error.start_trial
source: Не удалось начать пробный период
de: Testversion konnte nicht gestartet werden
en: Failed to start trial
es: Error al iniciar la prueba
fr: Échec du démarrage de l'essai
tr: Deneme başlatılamadı
zh_hans: 无法开始试用

# subscription.error.trial_already_used
source: Пробный период уже использован
de: Testversion wurde bereits genutzt
en: Trial has already been used
es: La prueba ya fue utilizada
fr: L'essai a déjà été utilisé
tr: Deneme zaten kullanıldı
zh_hans: 试用期已使用

# subscription.error.unknown
source: Неизвестная ошибка
de: Unbekannter Fehler
en: Unknown error
es: Error desconocido
fr: Erreur inconnue
tr: Bilinmeyen hata
zh_hans: 未知错误

# subscription.error.user_cancelled
source: Покупка отменена
de: Kauf abgebrochen
en: Purchase cancelled
es: Compra cancelada
fr: Achat annulé
tr: Satın alma iptal edildi
zh_hans: 购买已取消

# subscription.error.verification_failed
source: Ошибка проверки транзакции
de: Transaktionsprüfung fehlgeschlagen
en: Transaction verification failed
es: Error de verificación de transacción
fr: Échec de la vérification de la transaction
tr: İşlem doğrulaması başarısız
zh_hans: 交易验证失败

# subscription.features.cashback_categories
source: Безлимитные категории кешбэка
de: Unbegrenzte Cashback-Kategorien
en: Unlimited cashback categories
es: Categorías de cashback ilimitadas
fr: Catégories cashback illimitées
tr: Sınırsız cashback kategorisi
zh_hans: 无限返现类别

# subscription.features.cashback_categories.detail
source: Отслеживайте все категории, которыми пользуетесь, а не только первые 10
de: Verfolge jede Kategorie, die du nutzt, nicht nur die ersten 10
en: Track every category you use, not just the first 10
es: Rastrea cada categoría que uses, no solo las primeras 10
fr: Suivez chaque catégorie que vous utilisez, pas seulement les 10 premières
tr: Yalnızca ilk 10'u değil, kullandığınız her kategoriyi takip edin
zh_hans: 跟踪你使用的每一个类别，而不只是前 10 个

# subscription.features.cashback_screenshot
source: Импорт кешбэка со скриншотов
de: Cashback-Import aus Screenshots
en: Cashback import from screenshots
es: Importación de cashback desde capturas
fr: Importation du cashback depuis les captures d'écran
tr: Ekran görüntüsünden cashback içe aktarma
zh_hans: 从截图导入返现

# subscription.features.cashback_screenshot.detail
source: Загружайте категории кешбэка со скриншотов вместо ручного добавления
de: Cashback-Kategorien aus Screenshots importieren statt manuell hinzufügen
en: Pull cashback categories from screenshots instead of adding them manually
es: Extrae categorías de cashback desde capturas en vez de añadirlas manualmente
fr: Récupérez les catégories cashback depuis les captures d'écran au lieu de les ajouter manuellement
tr: Manuel olarak eklemek yerine ekran görüntülerinden cashback kategorilerini çekin
zh_hans: 可从截图中提取返现类别，无需手动添加

# subscription.features.cashflow_expense_screenshot
source: Импорт расходов со скриншотов
de: Ausgabenimport aus Screenshots
en: Expense import from screenshots
es: Importación de gastos desde capturas
fr: Importation de dépenses depuis les captures d'écran
tr: Ekran görüntüsünden gider içe aktarma
zh_hans: 从截图导入支出

# subscription.features.cashflow_expense_screenshot.detail
source: Экономьте часы, превращая банковские скриншоты в записи для Кэшфлоу
de: Spare Stunden, indem du Bank-Screenshots in Cashflow-Einträge umwandelst
en: Save hours by turning bank screenshots into Cashflow entries
es: Ahorra horas convirtiendo capturas bancarias en entradas de flujo de caja
fr: Gagnez des heures en transformant les captures d'écran bancaires en entrées Cashflow
tr: Banka ekran görüntülerini Cashflow girişlerine dönüştürerek saatler kazanın
zh_hans: 把银行截图转换为现金流记录，节省大量时间

# subscription.features.finance_charts
source: Расширенные графики и аналитика
de: Erweiterte Diagramme und Analysen
en: Advanced charts and analytics
es: Gráficos y análisis avanzados
fr: Graphiques et analyses avancés
tr: Gelişmiş grafikler ve analizler
zh_hans: 高级图表与分析

# subscription.features.finance_charts.detail
source: Быстрее замечайте тренды с полноэкранными графиками в Финансах и Кэшфлоу
de: Trends schneller erkennen mit Vollbild-Diagrammen in Finanzen und Cashflow
en: Spot trends faster with full-screen charts in Finance and Cashflow
es: Detecta tendencias más rápido con gráficos en pantalla completa en Finanzas y Flujo de caja
fr: Repérez les tendances plus rapidement avec des graphiques plein écran dans Finances et Cashflow
tr: Finans ve Cashflow'da tam ekran grafiklerle trendleri daha hızlı fark edin
zh_hans: 通过资产和现金流中的全屏图表，更快发现趋势

# subscription.features.finance_products
source: Безлимитные счета в Финансах
de: Unbegrenzte Finanzkonten
en: Unlimited Finance accounts
es: Cuentas de Finanzas ilimitadas
fr: Comptes Finance illimités
tr: Sınırsız Finans hesabı
zh_hans: 无限资产账户

# subscription.features.finance_products.detail
source: Следите за всеми картами, кредитами и инвестициями в одном месте
de: Alle Karten, Kredite und Investitionen an einem Ort verfolgen
en: Track all your cards, credits and investments in one place
es: Gestiona todas tus tarjetas, créditos e inversiones en un solo lugar
fr: Suivez toutes vos cartes, crédits et investissements en un seul endroit
tr: Tüm kartlarınızı, kredilerinizi ve yatırımlarınızı tek bir yerde takip edin
zh_hans: 在一个地方跟踪你的所有银行卡、贷款和投资

# subscription.features.title
source: Все, что вы получаете с PRO
de: Alles, was du mit PRO bekommst
en: Everything you get with PRO
es: Todo lo que obtienes con PRO
fr: Tout ce que vous obtenez avec PRO
tr: PRO ile elde ettiklerinizin tamamı
zh_hans: PRO 全部权益

# subscription.hero.eyebrow
source: Все возможности PRO
de: Alle PRO-Funktionen
en: All PRO features
es: Todas las funciones PRO
fr: Toutes les fonctionnalités PRO
tr: Tüm PRO özellikler
zh_hans: PRO 全部功能

# subscription.hero.subtitle
source: Умный кешбэк, графики и больше пространства в одном спокойном и цельном плане
de: Smartes Cashback, Diagramme und mehr Raum in einem ruhigen, fokussierten Plan
en: Smart cashback, charts and more room in one calm, focused plan
es: Cashback inteligente, gráficos y más espacio en un plan tranquilo y enfocado
fr: Cashback intelligent, graphiques et plus d'espace dans un plan calme et ciblé
tr: Akıllı cashback, grafikler ve sakin, odaklı bir planda daha fazla alan
zh_hans: 智能返现、图表和更充裕的空间，尽在一个专注而从容的方案中

# subscription.legal.note
source: Оплата спишется с Apple Account после подтверждения покупки. Подписка продлевается автоматически, если не отменить ее минимум за 24 часа до окончания текущего периода
de: Zahlung wird deinem Apple-Konto bei Bestätigung belastet. Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird
en: Payment is charged to your Apple Account at confirmation. Subscription renews automatically unless cancelled at least 24 hours before the end of the current period
es: El pago se carga a tu cuenta de Apple al confirmarlo. La suscripción se renueva automáticamente salvo que se cancele al menos 24 horas antes del final del período actual
fr: Le paiement est débité de votre compte Apple à la confirmation. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours
tr: Ödeme, onaylama sırasında Apple Hesabınıza tahsil edilir. Abonelik, mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir
zh_hans: 确认购买后，费用将从你的 Apple 账户扣除。除非至少在当前订阅周期结束前 24 小时取消，否则订阅会自动续订

# subscription.link.manage
source: Управление подпиской
de: Abonnement verwalten
en: Manage subscription
es: Gestionar suscripción
fr: Gérer l'abonnement
tr: Aboneliği yönet
zh_hans: 管理订阅

# subscription.navigation.title
source: Подписка
de: Abonnement
en: Subscription
es: Suscripción
fr: Abonnement
tr: Abonelik
zh_hans: 订阅

# subscription.plan.monthly.period
source: в месяц
de: pro Monat
en: per month
es: por mes
fr: par mois
tr: aylık
zh_hans: 每月

# subscription.plan.monthly.title
source: Месяц
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 月度

# subscription.plan.per_month_suffix
source: /мес
de: /Mo.
en: /mo
es: /mes
fr: /mois
tr: /ay
zh_hans: /月

# subscription.plan.yearly.period
source: в год
de: pro Jahr
en: per year
es: por año
fr: par an
tr: yıllık
zh_hans: 每年

# subscription.plan.yearly.savings
source: Лучшая цена
de: Bester Preis
en: Best price
es: Mejor precio
fr: Meilleur prix
tr: En iyi fiyat
zh_hans: 最优价格

# subscription.plan.yearly.savings_format
source: Экономия %lld%%
de: %lld%% sparen
en: Save %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
tr: %%%lld tasarruf edin
zh_hans: 立省 %lld%%

# subscription.plan.yearly.title
source: Год
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
tr: Yıllık
zh_hans: 年度

# subscription.plans.footnote
source: Автопродлеваемая подписка. Отменить можно в настройках App Store в любой момент
de: Automatisch verlängerbares Abonnement. Jederzeit in den App Store-Einstellungen kündigen
en: Auto-renewable subscription. Cancel anytime in App Store settings
es: Suscripción de renovación automática. Cancela cuando quieras en los ajustes de la App Store
fr: Abonnement à renouvellement automatique. Annulez à tout moment dans les paramètres de l'App Store
tr: Otomatik yenilenen abonelik. App Store ayarlarından istediğiniz zaman iptal edin
zh_hans: 自动续订订阅。可随时在 App Store 设置中取消

# subscription.plans.subtitle
source: Одна подписка для Конвертера, Финансов, Кешбэка и Кэшфлоу
de: Ein Abonnement für Umrechner, Finanzen, Cashback und Cashflow
en: One subscription across Converter, Finance, Cashback and Cashflow
es: Una suscripción para Conversor, Finanzas, Cashback y Flujo de caja
fr: Un abonnement pour Convertisseur, Finances, Cashback et Cashflow
tr: Döviz Çevirici, Finans, Cashback ve Cashflow'da tek abonelik
zh_hans: 一次订阅，覆盖转换器、资产、返现和现金流

# subscription.plans.title
source: Выберите план
de: Plan wählen
en: Choose your plan
es: Elige tu plan
fr: Choisissez votre plan
tr: Planınızı seçin
zh_hans: 选择你的方案

# subscription.status.expires_at
source: Действует до:
de: Gültig bis:
en: Valid until:
es: Válido hasta:
fr: Valide jusqu'au :
tr: Geçerlilik tarihi:
zh_hans: 有效期至：

# subscription.status.subscribed_active
source: PRO уже активен
de: PRO ist aktiv
en: PRO is active
es: PRO activo
fr: PRO actif
tr: PRO aktif
zh_hans: PRO 已激活

# subscription.status.subscribed_detail
source: Все платные возможности уже разблокированы на этом устройстве
de: Alle kostenpflichtigen Funktionen sind auf diesem Gerät entsperrt
en: All paid features are unlocked on this device
es: Todas las funciones de pago están desbloqueadas en este dispositivo
fr: Toutes les fonctionnalités payantes sont débloquées sur cet appareil
tr: Tüm ücretli özellikler bu cihazda açık
zh_hans: 此设备上的所有付费功能均已解锁

# subscription.status.trial_active
source: Пробный период активен
de: Testversion ist aktiv
en: Trial is active
es: Prueba activa
fr: Essai actif
tr: Deneme aktif
zh_hans: 试用中

# subscription.status.trial_detail
source: У вас уже есть временный доступ к PRO до окончания пробного периода
de: Du hast bis zum Ende der Testversion vorübergehenden PRO-Zugang
en: You already have temporary PRO access until the end of the trial
es: Ya tienes acceso PRO temporal hasta el final de la prueba
fr: Vous bénéficiez déjà d'un accès PRO temporaire jusqu'à la fin de l'essai
tr: Deneme süresinin sonuna kadar geçici PRO erişiminiz zaten var
zh_hans: 在试用结束前，你已拥有临时 PRO 访问权限

# This action cannot be undone. Creating a backup first is recommended.
source: Это действие нельзя отменить. Рекомендуется сначала создать резервную копию.
de: Diese Aktion kann nicht rückgängig gemacht werden. Es wird empfohlen, zuerst ein Backup zu erstellen.
en: This action cannot be undone. Creating a backup first is recommended.
es: Esta acción no se puede deshacer. Se recomienda crear una copia de seguridad primero.
fr: Cette action est irréversible. Il est recommandé de créer une sauvegarde au préalable.
tr: Bu işlem geri alınamaz. Önce yedek oluşturmanız önerilir.
zh_hans: 此操作无法撤销，建议先创建备份。
